<?php
return [
    1=>'您好，感谢您预约【公司简称】免费量房服务，我们的工作人员会尽快联系您，请保持电话畅通。',//免费量房（C端）
    2=>'您好，感谢您预约【公司简称】快速报价服务，我们的工作人员会尽快联系您，请保持电话畅通。',//快速报价（C端）
    3=>'您好，感谢您预约【公司简称】【工地】，我们的工作人员会尽快联系您，请保持电话畅通。',//预约参观（C端）
    4=>'您好，感谢您报名【公司简称】【活动标题】我们的工作人员会尽快联系您，请保持电话畅通。',//我要报名（C端）
    5=>'【客户姓名】预约了免费量房',//免费量房（B端）
    6=>'【客户姓名】预约了快速报价',//快速报价（B端）
    7=>'【客户姓名】预约了参观【工地】工地',//预约参观（B端）
    8=>'【客户姓名】报名了【活动标题】',//我要报名（B端）
    9=>'您好，欢迎您关注【公司简称】项目直播，我们将实时为您更新施工进度。',//客户关注（C端）
    10=>'【用户微信昵称】/【用户姓名】关注了【项目名称】',//客户关注（B端）
    11=>'【用户微信昵称】评论了【标题】：【评论内容前10个字】',//评论（B端、C端）
    12=>'【用户微信昵称】赞了【标题】。',//点赞（B端、C端）
    13=>'感谢业主大大信任，【工地名称】今日开工啦。大吉大利，家宅平安!',//发布工地
];